{
  "banner_1": "About Web3 Conference Tokyo",
  "banner_2": "In 2022, in light of this year's boom, it is necessary to further deepen fellowship beyond the boundaries of the industry, aiming to be a hub inside and outside the industry, not just an exciting event within the blockchain industry.",
  "banner_3": "「Time  11:00 ~ 19:00 」",
  "banner_4": "Live Streaming",
  "banner_apply": "Apply",
  "timeTable_title": "Schedule",
  "roles_title": "Speakers",
  "timeTable_1_t": "Opening",
  "timeTable_2_t": "The history of the web and an introduction to Mask",
  "timeTable_2_s": "・Looking back on the history of Web1-Web2-Web3",
  "timeTable_2_s1": "・Introduction of Mask",
  "timeTable_3_t": "Viewing web3 from the history of open-source",
  "timeTable_3_s": "・What are the changes of the open-source of web1 and web2 ?",
  "timeTable_3_s1": "・What can be implemented in the new web age?",
  "timeTable_3_r": "Yuna Nekoi",
  "timeTable_4_t": "When it comes to web3, first understand DeFi",
  "timeTable_4_s": "・What is web3’s main focus: DeFi?",
  "timeTable_4_s1": "・The new economy is derived from the idea of DeFi.",
  "timeTable_5_t": "Session 1: Can Web 3.0 revive the idea of Web 1.0?",
  "timeTable_5_s": "・Can web3 restore the liberal and unsupervised age of web1 ? ",
  "timeTable_5_s1": "・What will web2 be when web3 is nearly complete ?",
  "timeTable_5_s2": "・Thinking The ultimate form of network",
  "timeTable_6_t": "Session 2: How to effectively handle the web3.0 of existing IP",
  "timeTable_6_s": "・Successful cases that existing IP cooperates with web3.",
  "timeTable_6_s1": "・The feasibility of the success of NFT in Japan.",
  "timeTable_6_s2": "・The approaches for future addition from anime, games, entertainment etc.",
  "timeTable_6_s3": "・What is required to do for making it sustainable ?",
  "timeTable_7_t": "Session 3: Web3.0 Business Case ① Infrastructure",
  "timeTable_7_s": "・What are the expectations for the various business or investment projects ?",
  "timeTable_7_s1": "・What kind of firm is attractive to join ?",
  "timeTable_7_s2": "・What infrastructure services of web3 are required in the future ?",
  "timeTable_8_t": "Session 4: Web3.0 Business Cases (2) Metaverse/NFT Related",
  "timeTable_8_s": "・What would you expect for the interaction of the decentralized Metaverse and existing VR communities ?",
  "timeTable_8_s1": "・How NFT can be applied in the field of Metaverse / XR?",
  "timeTable_8_s2": "・The prospect of future development in the Metaverse industry. ",
  "timeTable_8_s3": "・Entertainment potential.",
  "timeTable_9_t": "Blockchain technology that can be utilized in real world (domestic)",
  "timeTable_10_t": "Blockchain technology that can be utilized in real world (abroad)",
  "timeTable_11_t": "Session 5: the promotion time of super start-ups",
  "timeTable_11_s": "・The introduction of emerging firms that are related to web3.",
  "timeTable_12_t": "Session 6: How DAO will change the world",
  "timeTable_12_s": "・How will DAO change our life ?",
  "timeTable_12_s1": "・What skills are required to make money by using DAO ?",
  "timeTable_12_s2": "・What is the ultimate form of DAO ?",
  "timeTable_13_t": "The End",

  "roles_1_name": "Noritaka Okabe",
  "roles_2_name": "Yuna Nekoi",
  "roles_2_co": "DeFiGeek (DFGC) Moderator",
  "roles_3_name": "Yuji Kumagai",
  "roles_3_co": "Akatsuki,Inc / Director",
  "roles_4_name": "Kazuhiro Mizuno",
  "roles_4_co": "Minto, Inc / CEO",
  "roles_5_name": "Motoi Ataka",
  "roles_5_co": "Tokyo Otaku Mode",
  "roles_5_co_1": "Inc Founder and COO",
  "roles_6_name": "Shogo Sato",
  "roles_6_co": "FIREBUG",
  "roles_6_co1": "Inc, CPO, CEO",
  "roles_7_name": "Kmugi",
  "roles_7_co": "Web3 Specialized Venture Capital",
  "roles_7_co1": "Web3 Researcher",
  "roles_8_name": "Hiroshiro Hirate",
  "roles_8_co": "Joyfa",
  "roles_9_name": "Kamei Satohiko",
  "roles_10_name": "Taisuke Horitsugi",
  "roles_11_name": "Yusuke Shidara",
  "roles_11_co": "Editor-in-chief of Gentosha New Economy",
  "roles_12_name": "Koki Uchiyama",
  "roles_12_co": "Hotlink ,Inc Representative ",
  "roles_12_co1": "Director & Group CEO",
  "roles_13_name": "Yohei Sadoshima",
  "roles_13_co": "Cork, Inc",
  "roles_14_name": "Chris Die",
  "roles_14_co": "UniCask, Inc",
  "roles_15_name": "Shingo Arai",
  "roles_15_co": "Rokubunnoni Inc. CEO",
  "roles_15_co1": "CRYPTO TIMES Editor-in-chief",
  "roles_16_name": "Shingo Fushimi",
  "roles_16_co": "Rokubunnoni Inc. CEO",
  "roles_16_co1": "CRYPTO TIMES Editor-in-Chief",
  "roles_17_name": "Hideaki Imoto",
  "roles_17_co": "Warashibe, Inc",
  "roles_18_name": "Yu Ayato",
  "roles_19_name": "Junya Kato",
  "roles_19_co": "Representative of",
  "roles_19_co1": "TOKEN ECONOMIST",
  "roles_20_name": "Kuniyoshi Mabuchi",
  "roles_21_name": "Kazuma Ieiri ",
  "roles_22_name": "Shinko Nagata",
  "roles_22_co": "Future Design Shibuya Director of the Board / Vice Secretary General ",
  "roles_23_name": "Hiro Kunimitsu",
  "roles_24_name": "Yosui Harasawa",
  "roles_25_name": "Noritaka Okabe",
  "roles_26_name": "Yosuke Shiraishi",
  "roles_27_name": "sawaemika",

  "switch": "13:55-14:30  Take a rest",

  "speaker": "Speaker",
  "host": "Organizer",

  "role_1_intro": "In 2001, while studying at Hitotsubashi University, he founded Real Unreal,Inc and served as a representative director, director, and CTO.",
  "role_1_intro1": "In 2017, he co-founded Real World Games Limited. After serving as Director, CTO/CFO, he is Director of ARUK (Cryptocurrency).",
  "role_1_intro2": "In 2019, he founded JPYC,Inc and served as a representative director. He is a Director of Blockchain Collaboration Association, Chairman of DeFi Association Stable Coin Department, Visiting Professor of University for Information Management Innovation.",
  "role_2_intro": "I’m a Debian/Ubuntu user myself, and an embedded software engineer working on the Linux kernel.I have loved OSS since my student days, my graduation research was about P2P and my favorite OSS license is GPLv2.",
  "role_2_intro1": "In terms of software development, I am very grateful for the help of technical communication meetings, so I also participated in organizing several activities (office workers). And is the moderator of the DAO community DFGC in Japan. Yuna Nekoi is @nekomatu's VTuber account. Discord has no account switching function, and crypto activities often take place here.",
  "role_3_intro": "After serving as COO of iemo ,Inc. in 2014, he sold the company to DENA Co., Ltd.He founded the sports technology company SkyBall, Inc. in 2015 and sold it to Akatsuki in 2018.He was appointed as Akatsuki's Esports Business Manager and Professional Esports League Director (Barcelona).He was appointed as Vice President of Heart Driven Fund since August 2019.Based on his own entrepreneurial and management experience, he mainly provides early-stage investment execution and practical support.",
  "role_4_intro": "He founded Japan's No. 1 sticker (emoji) website and world-famous smartphone app “Touch the Numbers”. After that, he founded Cuong ,Inc. The company specializes in SNS character creation, working with social apps around the world such as Facebook and WeChat.he number of downloads of emoji packs exceeds 5 billion, the highest in the world. In addition to Japan, there are branches in China, Thailand and Vietnam.In 2021, the company merged with wwwaap, the No. 1 company in the SNS and comic fields, and became Minto Co., Ltd. in January 2022.",
  "role_5_intro": "He developed Real-time Q&A service in November 2009. The service was launched in November 2011, and was acquired as a commercial sale in December 2011. After that, he participated in the founding of Tokyo Otaku Mode. As the co-founder of Tokyo Otaku Mode, he participated in the Seed Accelerator (http://500.co) project in the United States. He manages the EC business and the overall business is developing.",
  "role_6_intro": "Born in Tokyo in 1983,  after graduating from university in 2005, he joined Yoshimoto Industry.He has served as a manager for Ninety Nine, London Boots No. 1 and No. 2, COWCOW, Robert. He has also been involved in the development of content such as Robert Akiyama's Creator Profile and COWCOW's Natural Gymnastics. Independent after 15 years, he launched “QREATOR AGENT”, a human resources agency with diverse backgrounds such as managers and cultural figures, and provided media exposure support for Yoichi Ochiai and Yuji Maeda. In 2016, as a DX partner of comedians, actors, models, entertainers and other celebrities, he developed digital IP and its business model construction, and launched “Entertainment Business Studio” FIREBUG.In addition to supporting the businesses of startups such as Mercari and BASE, the company is cultivating and operating YouTube channels of some entertainers such as Yoiko, Akira Hokuto and Ami Kikuchi, and developing 360° production business for artists such as Ikimonogakari.",
  "role_7_intro": "Researcher in venture capital (VC) in the web3 area of expertise. After graduating from university, he joined NHK Press. His many editorial books include Technology As Quality, IT Business Principles, and The Impact of VR on Business. In 2019, he served as the first editor-in-chief of the crypto asset news media “CoinDesk Japan” and the producer of the blockchain conference “btokyo”, and has been in his current position since June 2021.",
  "role_8_intro": "In 2017, he started to get involved in the blockchain business, leading blockchain projects in the fields of data management, securities trading, and energy trading in companies in Japan and Singapore. In April 2020, he joined Enjin, which is developing the NFT x entertainment ecosystem, and promoted the listing of crypto currencies issued by the company and business alliances with domestic and foreign companies.",
  "role_8_intro1": "He founded Joyfa  ,Inc. in May 2021.",
  "role_9_intro": "He graduated from the CS Department of Waseda University. After graduation, he came across a startup when he moved to San Francisco in 2011. After returning to Japan, since 2013, he provided investment, training and suppor for Mistoletoe of Seed Accelerator and Collective Impact Community, IoT specialist fund ABBALab and other startups. He co-founded Fracton Ventures in 2021 to contribute to the Web3.0 startup ecosystem.",
  "role_10_intro": "Since 2018, he has been the Japan Manager of Kyber Network, a DeFi protocol development team in Singapore. While serving as a consultant to the Japan DeFi Association, he has hosted the online community event “Easy DeFi” for over two years, to promote the understanding and dissemination of Japanese DeFi users.",
  "role_11_intro": "He/she made “New Economy” start publication on Gentosha, it’s a media focused on blockchain/crypto assets. He/she is in charge of the content business which includes new business and content marketing. He/she is also the director of Gentosha Comics and in charge of copyright and e-book business. The content delivery of personal activities’ of “Minna no Mentor Room(Amazon audible)”, “Furoshiki Folding Radio (Voicy)”, “Social Networking of Desire(podcast)” etc. He/she serialized PERSISTENT in “Post DX World” in Forbes Japan. Twitter: @ysksdr",
  "role_12_intro": "In 1995, during the time of period of study for a PhD at The University of Tokyo, he/she participated the development of the first search engine in Japan, and the founding of a search engine company. He founded Hotlink,Inc in 2000, and it went public in TSE Mothers in 2003. In 2015, we acquired an American company. Currently, we are globally selling the data accessing rights of SNS, and we are making marketing support to domestic and Chinese markets via SNS data. Since 2018, we would promote the investment and business development of the companies which are applying blockchain technologies. Made investment in global blockchain companies (1Inch/ Mythical/ etc.)   The launch and operation of The University of Tokyo’s innovative donation course. The launch and operation of “Famiee Project”, which aimed to implement a society that can identify all kinds of families via blockchain. Since 2020, he has been active in Silicon Valley.He is the project owner of “The project group of promoting the cognition of diversified sexual orientation and gender identity” which was founded by The Federation of New Economy. The committee member of the committee of TRUSTED WEB protocol promotion which is led by The Ministry of Economy, Trade and Industry.The research council of data trading market and the promotion of international standardization, which is led by The Ministry of Internal Affairs.",
  "role_13_intro": "The co-founder and CEO of UniCask,Inc. The founder and CEO of Resika ,Inc. A popularizer of blockchain. He focused on applying blockchain technologies to non-financial areas and designing Web 3.0 decentralized businesses. He is also deeply attracted by the Web3.0 model and its business, society and philosophy. He is doing research in blockchain technologies and business trends, and broadcasting the messages. He produced <Blockchian and Crypto Currency> and <Next Blockchain Ecosystem> with Nikkei Business Publication in 2019 and 2020 respectively.",
  "role_14_intro": "Post blockchain related information on social media. After managing a variety of global project’s communities, he became a member of MaskNetwork Japan. Former barber. I’m gonna make Japan Blockchain wake up!!!",
  "role_15_intro": "Since graduated from Tokyo University of Science with a Master degree, I did data analysis and data science related work in Web related, smartphone application related and major advertising companies, some AI development experience is also included. In May 2017, I encountered cryptocurrency and blockchain, and I addicted to them. Rokubunnoni ,Inc. was founded in January 2018. I published <CT Analysis> which focused on the research in blockchain/cryptocurrency since February 2020, it updated in September 2021, currently, the number of registered users has already exceeded 4000, and it’s been viewed by a variety of users and companies. Business introduction: founded on Jan/26/2018, the vision in the future from Web 2.0 to Web 3.0. Since Feb 2018, the operation has focused on cryptocurrency web media “CRYPTO TIMES” for 4 years, it published the key people interviews in blockchain/cryptocurrency industries, latest news, “How to” etc. The number of accesses exceeded 500000 per month. The research in cryptocurrency/blockchain was published in <CT Analysis> in Feb 2020. In Sep 2021, the topic of <The cryptocurrency professionalism report of making you become crypto otaku> updated, the number of registered users has exceeded 4000, there is 4 to 5 information figure regularly released each month. Except for providing the information which is within the trend, we also accept the report customization requests from companies. ",
  "role_16_intro": "Since graduating from Waseda University, he joined Recruit ,Inc.(Recruit Holdings,Inc.). After experiencing sales and management in Human Resource and Promotion areas, he started new business development. He focused on the launch and operation of O2O payment. Since 2012, he participated in the startup of Origami ,Inc.he was in charge of business extensibility, he was also responsible for strategic cooperation and funding. In March 2020, he joined Mercari Group by participating in the subsidiary cooperation activity. After he served as CEO and vice president of growth in Melpay, he started this position in April 2021.",
  "role_17_intro": "After serving as an ambassador for various blockchain companies, he quit and co-founded Warashibe,Inc. Making the vision be “Creating a decentralized economic region with no dependency on fiat”, we, as a bridge from web2 to web3, would provide a protocol for dapps development and push ahead with the democracy of service charge.",
  "role_18_intro": "He born in 1979 and then had graduated from the Faculty of Liberal Arts which was subordinated to the University of Tokyo. After working at Kodansha, he founded Creator Agency Cork in 2012. The company has signed agency contracts with famous writers such as Mita Norigami, Shigeyo Anno, and Oyama Nakaya, and engaged in work editing, copyright management, fan community formation, and management.  Their vision is to establish an entertainment mode that goes beyond traditional forms of publishing and distribution in the Internet era.",
  "role_19_intro": "By utilizing his background as a media artist and knowledge in the blockchain industry, he desires to build up a bridge between two industries. KIZUNA is a charity project that utilizes blockchain technologies, it cooperated with Binance's charity organization and Kevin Abosch to promote charity activities. Blockchain PROseed focused on blockchain community support, the communication and activity operations among overseas projects such as COSMOS, Propy, SKALE, Flow, Avalanche etc., helping AMM, content creation for youtube etc.. He started to participate in operating the largest global NFT conference “Nonfungible Tokyo”. We also supported the development of NFT related business and joined the effort to carry out the exhibition of “Lysomatics_Multiplex” at the Museum of Contemporary Art Tokyo in 2021. He started to serve as a media artist and track maker in 2006. He exhibited his works in UNESCO Dance Congress, Media Art Festival and other domestic and international exhibitions. He took up VR content creation, Vtuber live creation and VR platform activity creation since 2017",
  "role_20_intro": "The representative of the blockchain media “TOKEN ECONOMIST” for intermediate and advanced users (the cognition of blocks is intermediate and advanced). He focused on discovering blockchain projects and research high-quality projects every day.In addition, he is the BD of Scalable,Inc. which created the Japanese DAO of the blockchain “Everscale” derived from Telegram and developed the SaaS form “Ecomedia” that users can communicate independently based on their own interests .",
  "role_21_intro": "The CEO of ARIGATO BANK, Inc. The CEO of ARTTODAY Co., Inc. The external director of Hashport Co., Ltd. The president of Tokyo DX Fellow and Stable Coin department of JCBA. After launching Yahoo! mane, PayPay etc. in Yahoo Japan Corporation, he joined Deecaret Co., Ltd and served as CTO in 2019. Conducted the business in digital currency. He has joined Start Today Co., Ltd. as a Fintech professional since 2020 till now.",
  "role_22_intro": "The COO and CQO of HIKKY Co., Ltd. HIKKY has participated in the implementation of open metaverse from the establishment, and it would serve general management of creative art design for the worldwide largest metaverse VR activity “Virtual Marketplace”. The activity has earned recognition from Guinness World Records. She has been actively advocating and promoting metaverse and NFT, and she is also the organizer of “NFT FESTA” which is an NFT creator exhibition of metaverse during the time of Jan 28 to Jan 30. ",
  "role_23_intro": "Since encountering Bitcoin in 2011, we have been advocating and promoting Bitcoin and blockchain at home and abroad. The abroad experts have a deeply friendly relationship with me, and they fondly named me “MissBitcoin”. I established the donor website “KIZUNA” in Japan’s original cryptocurrency field, assisted the company “withB” which provided employment and job changing services for the professionals in the blockchain industry, and founded a consulting firm in the blockchain industry etc. The most attractive thing for me is the utilization of cryptocurrency and Blockchain in SDGs, the project of “Famiee Project” which utilized blockchain technology to assist to facilitate a diverse form of family, I held activities as an ambassador of BINANCE Charity Foundation whose airdrop record was over 1.7 billion JPY. In the NFT field, since 1028, I hosted big NFT events every year and served as a consultant for a variety of projects at home and abroad, for example, Animoca Brands etc. Since 2020, I mainly focused on business investment, I developed the popular game “Axie Infinity” which adopted NFT techniques, and I also invested in Sky Mavis, Yield Guild Games, Anique etc.",
  "role_24_intro": "He founded paperboy & co. (now the GMO Pepabo) in 2003. It was the youngest company listed on JASDAQ in 2008, and CAMPFIRE, Inc. was founded in 2011. He founded the e-commerce platform BASE Co., Ltd. in 2012, and served as co-founder and director, the company went public on TSE Mothers in 2019."
}
